Repository: necrose99/qt4-fsarchiver
Catalog: qt4-fsarchiver-src/translations/qt4-fsarchiver_*.po
Languages: de, pt_jp

# DialogMBR|Sie müssen ein Verzeichnis auswählen
source: You must select a directory
de: Sie müssen ein Verzeichnis auswählen

# DialogMBR|Sie haben eine Datei ausgewählt. Sie müssen ein Verzeichnis auswählen
source: You have selected a file. You must select a directory.
de: Sie haben eine Datei ausgewählt. Sie müssen ein Verzeichnis auswählen.

# DialogNet|Bitte wählen Sie die zu sichernde Partition aus.
source: Please, select the partition to be saved.
de: Bitte wählen Sie die zu sichernde Partition aus.

# DialogNet|Bitte wählen Sie den Dateinamen der Sicherung aus.
source: Please, select the filename of the backup.
de: Bitte wählen Sie den Dateinamen der Sicherung aus.

source: The home partition to be saved is mounted. Do you want to do a live backup?
de: Die zu sichernde Homepartition ist eingehängt. Wollen Sie eine Live-Sicherung durchführen?

# DialogNet| kann nicht ausgehängt werden. Das Programm wird abgebrochen
source: can not be unmounted. The program is terminated
de: kann nicht ausgehängt werden. Das Programm wird abgebrochen

# DialogNet|Die Schlüssellänge muss zwischen 6 und 64 Zeichen sein
source: The key length must be between 6 and 64 characters
de: Die Schlüssellänge muss zwischen 6 und 64 Zeichen sein

# DialogNet|Die Partitionsdatei
source: The partition file
de: Die Partitionsdatei

# DialogNet|Es wurde kein Schlüssel für die Entschlüsselung angegeben.
source: No key was given for the decryption
de: Es wurde kein Schlüssel für die Entschlüsselung angegeben

# DialogNet| Verzeichnisse,
source: directories,
de: Verzeichnisse,

# DialogNet| Links und
source: links and
de: Links und

# DialogNet|Die Partition ist verschlüsselt. Bitte geben Sie den Schlüssel ein
source: The partition is encrypted. Please enter the key
de: Die Partition ist verschlüsselt. Bitte geben Sie den Schlüssel ein

# DialogNet|Sie haben ein falsches Passwort eingegeben.
source: They have entered a wrong password.
de: Sie haben ein falsches Passwort eingegeben.

# DialogNet|Das Zurückschreiben wurde vom Benutzer abgebrochen
source: The restore was canceled by user
de: Das Zurückschreiben wurde vom Benutzer abgebrochen

# DialogNet|Die Partition
source: The partition
de: Die Partition

# DialogNet|Die Partition wurde erfolgreich wieder hergestellt.
source: The partition is successful back.
de: Die Partition wurde erfolgreich wieder hergestellt.

# DialogNet| spezielle Daten wurden wieder hergestellt.
source: specials have been restored.
de: spezielle Daten wurden wieder hergestellt.

# DialogNet|Die Sicherung der Partition wurde vom Benutzer abgebrochen!
source: The backup of the partition was aborted by the user!
de: Die Sicherung der Partition wurde vom Benutzer abgebrochen!

# DialogNet|Die Wiederherstellung der Partition wurde vom Benutzer abgebrochen!
source: The restore of the partition was break by user!
de: Die Wiederherstellung der Partition wurde vom Benutzer abgebrochen!

source: Do you want really break the save or restore from the partition?
de: Wollen Sie wirklich die Sicherung oder die Wiederherstellung der Partition beenden?

# DialogNet|Ja
source: Yes
de: Ja

# DialogNet|Nein
source: No
de: Nein

# DialogNet|Sicherung verschlüsseln. Schlüssel:
source: Encrypt backup. key:
de: Sicherung verschlüsseln. Schlüssel:

# DialogNet|Sicherung entschlüsseln. Schlüssel
source: Decrypt backup. key:
de: Sicherung entschlüsseln. Schlüssel:

# DialogNet| Dateien,
source: files,
de: Dateien,

# DialogNet| Dateien,
source: files
de: Dateien,

source: links were not saved properly. The backup of the partition was only partially successful
de: Links wurden nicht korrekt gesichert. Die Sicherung der Partition war nur teilweise erfolgreich

# DialogNet|Sie haben ein falsches Passwort eingegeben.
source: You have entered an incorrect password.
de: Sie haben ein falsches Passwort eingegeben.

# Dialog_Net|
source: remaining time
de: noch zu erwartende Zeit:

# Dialog_Net|
source: Encrypt backup key
de: Parition entschlüsseln. Schlüssel:

# Dialog_Net|
source: available backup overwrite
de: vorhanden Sicherung überschreiben

# Dialog_Net|
source: On the number saved Files/directories:
de: zu sichernde Datein/Verzeichnisse:

# Dialog_Net|
source: already saved files/directories:
de: bereits gesicherte Dateien/Verzeichnisse:

# Dialog_Net|
source: Partition restore
de: Partition wiederherstellen

# Dialog_Net|
source: Partition save with fsarchiver
de: Partition mit fsarchiver sichern

# Dialog_Net|
source: Restore partition with fsarchiver
de: Partition mit fsarchiver zurückschreiben

# Dialog_Net|
source: save partition
de: Partition sichern

# Dialog_Net|
source: Name the backup file:
de: Dateiname der Sicherung:

# Eingabe_Net|
source: Data network
de: Daten Netzwerk

# Eingabe_Net|
source: Password:
de: Kennwort:

# Eingabe_Net|
source: Save data
de: Daten speichern

# Eingabe_Net|
source: Achievable network computer:
de: Im Netz erreichbare Rechner.

# Eingabe_Net|
source: Show Password
de: Kennwort anzeigen

# FileDialog|
source: Description of the backup
de: Beschreibung der Sicherung

# FileDialog|
source: Description of the backup:
de: Beschreibung der Sicherung:

# FileDialog|
source: Back partition
de: Partition sichern

# FileDialog|Partition zurückschreiben
source: Partition restore
de: Partition wiederherstellen

# FileDialog|Partition sichern
source: Save partition
de: Partition sichern

# FileDialog|Hinweis
source: Note
de: Hinweis

# MWindow|Partition zurückschreiben
source: Partition restore
de: Partition zurückschreiben

# MWindow|Sicherungsverzeichnis
source: Backup directory
de: Sicherungsverzeichnis

# MWindow|Partition sichern
source: Save partition
de: Partition sichern

# MWindow|Sicherung entschlüsseln. Schlüssel
source: Decrypt backup. key:
de: Sicherung entschlüsseln. Schlüssel:

# MWindow|Sicherung verschlüsseln. Schlüssel
source: Encrypt backup. key:
de: Sicherung verschlüsseln. Schlüssel:

# MWindow|Bitte wählen Sie das Sicherungsverzeichnis aus.
source: Please select from the backup directory.
de: Bitte wählen Sie das Sicherungsverzeichnis aus.

# MWindow|Bitte wählen Sie die zu sichernde Partition aus.
source: Please select the partition to be
de: Bitte wählen Sie die zu sichernde Partition aus

# MWindow|Bitte wählen Sie den Dateinamen der Sicherung aus.
source: Please select the file name of the backup.
de: Bitte wählen Sie den Dateinamen der Sicherung aus.

# MWindow|Sie haben eine Datei ausgewählt. Sie müssen ein Verzeichnis auswählen
source: You have selected a file. You must select a directory
de: Sie haben eine Datei ausgewählt. Sie müssen ein Verzeichnis auswählen

source: To back up the system partition is mounted. Do you want to do a live backup?
de: Die zu sichernde Systempartition ist eingehängt. Wollen Sie eine Live-Sicherung durchführen?

# MWindow|Die Partition
source: The partition
de: Die Partition

# MWindow| kann nicht ausgehängt werden. Das Programm wird abgebrochen
source: can not be unmounted. The program is terminated
de: kann nicht ausgehängt werden. Das Programm wird abgebrochen

# MWindow|Die Schlüssellänge muss zwischen 6 und 64 Zeichen sein
source: The key length must be between 6 and 64 characters
de: Die Schlüssellänge muss zwischen 6 und 64 Zeichen sein

# MWindow| ist bereits vorhanden. Die Sicherung wird nicht durchgeführt
source: already exists. The backup is not performed
de: ist bereits vorhanden. Die Sicherung wird nicht durchgeführt

# MWindow|Die Sicherung wird durchgeführt
source: The backup is performed
de: Die Sicherung wird durchgeführt

# MWindow|Es wurde kein Schlüssel für die Entschlüsselung angegeben.
source: There was no key to decrypt specified.
de: Es wurde kein Schlüssel für die Entschlüsselung angegeben.

source: You have chosen the wrong recovery file selected. The files should end with. fsa be
de: Sie haben eine falsche Wiederherstellungsdatei ausgesucht ausgesucht Die Dateiendung muss .fsa sein

# MWindow|Sie haben ein Verzeichnis ausgewählt. Sie müssen eine Datei auswählen
source: You have selected a directory. You must select a file
de: Sie haben ein Verzeichnis ausgewählt. Sie müssen eine Datei auswählen

# MWindow|Die Partition ist verschlüsselt. Bitte geben Sie den Schlüssel ein
source: The partition is encrypted. Please enter the key
de: Die Partition ist verschlüsselt. Bitte geben Sie den Schlüssel ein

# MWindow|Sie haben ein falsches Passwort eingegeben.
source: You have entered an incorrect password.
de: Sie haben ein falsches Passwort eingegeben.

# MWindow| stimmt nicht mit der gesicherten
source: does not coincide with the saved
de: stimmt nicht mit der gesicherten

# MWindow| überein. Wollen Sie trotzdem die Wiederherstellung durchführen?
source: Do you want to continue restore?
de: überein. Wollen Sie trotzdem die Wiederherstellung durchführen?

source: There is a file with the contents of the partition boot sector present. Do you want to perform the restoration of the PBR?
de: Es ist eine Datei mit dem Inhalt des Partition-Boot-Sektors vorhanden. Wollen Sie die Wiederherstellung des PBR durchführen?

source: Restore the system partition is mounted and can not be written back. Please use a live CD.
de: Die wiederherzustellende Systempartition ist eingehängt und kann nicht zurückgeschrieben werden. Benutzen Sie bitte eine Live-CD.

# MWindow|Die Partition
source: The partition
de: Die Partition

source: If the existing btrfs partition to be formatted? The new UUID is defined here. If you choose <no>, the UUID remains preserved.
de: Soll die vorhandene btrfs-Partition formatiert werden? Die UUID wird dabei neu festgelegt. Wenn Sie nein wählen, bleibt die UUID erhalten.

# MWindow| Links und
source: links and
de: Links und

# MWindow| spezielle Daten wurden gesichert.
source: specials have been backed.
de: spezielle Daten wurden gesichert.

# MWindow|Die Partition wurde erfolgreich wieder hergestellt.
source: The partition is successful back.
de: Die Partition wurde erfolgreich wieder hergestellt.

# MWindow| spezielle Daten wurden wieder hergestellt.
source: specials have been restored.
de: spezielle Daten wurden erfolgreich zurückgeschrieben.

# MWindow|Nein
source: No
de: Nein

# MWindow|Die Partition wurde erfolgreich gesichert.
source: The partition has been backed up successfully.
de: Die Partition wurde erfolgreich gesichert.

# MWindow|Die Sicherung der Partition wurde vom Benutzer abgebrochen!
source: The backup of the partition was aborted by the user!
de: Die Sicherung der Partition wurde vom Benutzer abgebrochen!

# MWindow|Die Wiederherstellung der Partition wurde vom Benutzer abgebrochen!
source: The restore of the partition was break by user!
de: Die Wiederherstellung der Partition wurde vom Benutzer abgebrochen!

source: Links were not correctly restored. The recovery of the volume was only partially successful.
de: Links wurden nicht korrekt wiederhergestellt. Die Wiederherstellung der Partition war nur teilweise erfolgreich.

source: Do you really want to break the save or restore from the partition?
de: Wollen Sie wirklich die Sicherung oder Wiederherstellung der Partition beenden?

# MWindow| Dateien,
source: files,
de: Dateien,

# MWindow|Sicherungsdatei
source: Backup File
de: Sicherungsdatei

# MWindow| Verzeichnisse und
source: directories and
de: Verzeichnisse und

# MWindow|Sie haben ein falsches Passwort eingegeben.
source: You have entered an incorrect password.
de: Sie haben ein falsches Passwort eingegeben.

# MWindow|Sicherungsdateiname:
source: Backup file name:
de: Sicherungsdateiname:

# MWindow|Partitionsart:
source: Partition type:
de: Partitionsart:

# MWindow|Partitionsgröße:
source: Partition size:
de: Partitionsgröße:

# MWindow|Belegung der Partition:
source: Assignment of the partition:
de: Belegung der Partition:

# MWindow|Partitionsname:
source: Partition name:
de: Partitionsname:

# MWindow|weitere Hinweise:
source: Other notes:
de: weitere Hinweise:

# MainWindow|
source: Existing partitions:
de: vorhandene Partitionen:

# MainWindow|
source: Backup directory:
de: Sicherungsverzeichnis:

# MainWindow|
source: Stored partitions
de: Partition sichern

# MainWindow|
source: Exit
de: Beenden

# MainWindow|
source: Notes to the backup is written to a file
de: Hinweise zu dem Backup werden in eine zusätzliche Datei geschrieben.

# MainWindow|
source: Same backup files are overwritten without prior consultation
de: Eine vorhandene Sicherungsdatei mit dem gleichen Namen wird ohne Rückfrage überschrieben.

# MainWindow|
source: PBR is first block of any bootable partition
de: PBR ist der erste Block einer bootfähigen Partition.

# MainWindow|
source: Proposed action:
de: vorgesehene Aktion:

# MainWindow|
source: Partition restore
de: Partition wiederherstellen

# MainWindow|
source: Name the backup file:
de: Name der Sicherungsdatei:

# MainWindow|
source: Compression setting:
de: Kompressions- einstellung:

# MainWindow|
source: elapsed time:
de: vergangene Zeit:

# MainWindow|
source: On the number saved Files/directories:
de: zu sichernde Datein/Verzeichnisse:

# MainWindow|
source: remaining time:
de: noch zu erwartende Zeit:

# MainWindow|
source: Partition save with fsarchiver
de: Partition mit fsarchiver sichern

# clone_dialog|
source: Directory in which the image is written
de: Verzeichnis, in das das Abbild geschrieben wird.

# dir_dialog|
source: The directory will be written back to the original path
de: Das Verzeichnis wird an den Ursprungsort zurückgeschrieben.

# dir_dialog|
source: Start the backup or the restore of a folder.
de: Sicherung oder Wiederherstellung starten.

# setting_dialog|
source: Show Note for accessing network computer
de: Hinweis für den Zugriff auf Netzwerkrechner anzeigen.
