Repository: necrose99/qt4-fsarchiver
Catalog: qt4-fsarchiver-src/translations/qt4-fsarchiver_*.po
Languages: de, pt_jp

source: The partition type is not supported. Maybe the partition is encrypted?
de: Der Partitionstyp wird nicht unterstützt. Vielleicht ist die Partition verschlüsselt?
pt_jp: Il tipo di partizione non è supportato. Forse la partizione è criptato?

# DialogNet| Verzeichnisse und
source: directories and
de: Verzeichnisse und
pt_jp: directory e

source: cannot restore an archive to a partition which is mounted, unmount it first
de: Die Partition, die wiederhergestellt werden soll, ist eingehängt. Sie muss zunächst ausgehängt werden!
pt_jp: non è possibile ripristinare un archivio di una partizione che è montato, smontarlo prima

source: specials and the Partition Boot Record have been restored.
pt_jp: dati specifici e il settore di avvio della partizione è stata restaurata

source: links were not recovered correctly. The recovery of the partition was only partly successful.
de: Links wurden nicht korrekt wiederhergestellt. Die Wiederherstellung der Partition war nur teileise erfolgreich.
pt_jp: pubblicitari non sono stati recuperati correttamente. Il recupero della partizione è solo in parte riuscito.

source: You tried to restore a partition. The selected file can only restore directories. Please restart the program.
de: Sie haben versucht eine Partiiton wieder herzustellen. Die gewählte Datei kann nur Verzeichnisse wiederherstellen. Bitte starten Sie das Programm neu.
pt_jp: Si è tentato di ripristinare una partizione. Il file selezionato può ripristinare solo le directory. Si prega di riavviare il programma.

source: If you have not set up SSH authentication, you must now enter the password in the terminal. Should this continue to be displayed? You can change this in the basic settings.
pt_jp: Se non è stato impostato l'autenticazione SSH, è ora necessario inserire la password nel terminale. Se questo continuerà ad essere visualizzata? È possibile modificare questo nelle impostazioni di base.

source: The SSH server is not reachable. Try again or with another network protocol.
pt_jp: Il server SSH non è raggiungibile. Riprova o con un altro protocollo di rete.

source: When you first contact the computer with ssh, you must do the following: In a terminal enter these commands: 1.In the open terminal you must confirm the RSA key fingerprint with yes. 2.Enter the password for accessing the server and 3.leave the server with the command exit.
pt_jp: La prima volta in contatto il computer con ssh, è necessario eseguire le seguenti operazioni: In un terminale digitare i seguenti comandi: 1.In morsetto aperto è necessario confermare l'impronta digitale della chiave RSA di sì. 2.Immettere la password per accedere al server e 3.Leave il server con il comando exit.

# DialogNet|
source: Name
pt_jp: Nome

# DialogSetting|Deutsch
source: German
de: Deutsch
pt_jp: Tedesca

# DialogSetting|Englisch
source: English
de: Englisch
pt_jp: Inglese

# DialogSetting|Russisch
source: Russia
de: Russisch
pt_jp: Russo

# DialogSetting|Portugiesisch
source: Portuguese
pt_jp: portoghese

# DialogSetting|Hinweis
source: Note
de: Hinweis
pt_jp: Riferimento

source: The settings have been saved. Be restarted, the program modified the language setting.
de: Die Einstellungen wurden gespeichert. Bei geänderter Spracheinstellung muss das Programm neu gestartet werden.
pt_jp: Le impostazioni sono state salvate.con impostazione della lingua modificata, il programma deve essere riavviato

# Dialog_Net|
source: Backup/restore partition over network
de: Partitionen über ein Netzwerk sichern/zurückschreiben
pt_jp: Partizioni di backup/ripristino su una rete

# Dialog_Net|
source: Network computer name:
de: Netzrechnername:
pt_jp: Nome del computer rete di:

# Dialog_Net|
source: Restore file name:
pt_jp: Ripristinare il nome del file:

# Dialog_Net|
source: Existing partitions:
de: vorhandene Partitionen:
pt_jp: Partizioni esistenti:

# Dialog_Net|
source: Proposed action:
de: vorgesehene Aktion:
pt_jp: Azione proposta:

# Dialog_Net|
source: Exit
de: Beenden
pt_jp: uscire

# Dialog_Net|
source: elapsed time:
de: vergangene Zeit:
pt_jp: tempo trascorso:

# Dialog_Net|
source: seconds
de: Sekunden
pt_jp: secondi

# Dialog_Net|
source: minutes
de: Minuten
pt_jp: Minuti:

# Dialog_Net|
source: Number of processors cores for to be used fsarchiver:
de: Anzahl der Prozessorenkerne, die für fsarchiver verwendet werden sollen:
pt_jp: Numero di processori core per essere utilizzato FSArchiver:

# Dialog_Net|
source: Compression setting:
de: Kompressions- einstellung:
pt_jp: Compressione impostazione:

# Dialog_Net|
source: Stock Split on DVD size
de: Archiv splitten auf DVD Größe
pt_jp: Archivio Split alle dimensioni DVD

# Dialog_Net|
source: Save PBR
pt_jp: Salva PBR

# Dialog_Net|
source: <html><head/><body><p>Protocol for network transmission:</p></body></html>
pt_jp: <html><head/><body><p>Protocollo per la trasmissione di rete:</p></body></html>

# Eingabe_Net|
source: Username:
de: Benutzername:
pt_jp: Nome utente:

# Eingabe_Net|
source: Next
de: Weiter
pt_jp: prossimo

# Eingabe_Net|
source: Cancel
de: Abbrechen
pt_jp: キャンセル

# FileDialog|
source: Cancel
de: Abbrechen
pt_jp: キャンセル

# FileDialog|Die Hinweise zur Partition wurden nicht in eine Datei geschrieben.
source: Instructions for partition were not recorded written to the file.
de: Die Hinweise zur Partition wurden nicht in eine Datei geschrieben.
pt_jp: Istruzioni per la partizione non sono stati registrati scritte nel file.

# FileDialog|hallo
source: hello
de: hallo
pt_jp: こんにちは

source: In the file /usr/share/doc/qt4-fsarchiver/Readme are instructions included on the use of the program. Should this continue to be displayed? You can change this in the basic settings.
pt_jp: Nel file / usr/share/doc/qt4-fsarchiver/Leggimi sono incluse istruzioni sull'uso del programma. Se questo continuerà ad essere visualizzata? È possibile modificare questo nelle impostazioni di base.

# MWindow|Hinweis
source: Note
de: Hinweis
pt_jp: Riferimento

source: To back up home partition is mounted. Do you want to do a live backup?
de: Die zu sichernde Homepartition ist eingehängt. Wollen Sie eine Live-Sicherung durchführen?
pt_jp: Per partizione home di backup è montato. Vuoi fare un backup dal vivo?

# MWindow|Die Partitionsdatei
source: The partition file
de: Die Partitionsdatei
pt_jp: Il file della partizione

# MWindow|Die Sicherung wurde vom Benutzer abgebrochen
source: The backup was aborted by the user
de: Die Sicherung wurde vom Benutzer abgebrochen
pt_jp: Il backup è stata interrotta dall'utente

# MWindow|Bitte wählen Sie die zurück zu schreibende Partition aus.
source: Please select from the writing back to partition.
de: Bitte wählen Sie die zurück zu schreibende Partition aus.
pt_jp: Si prega di scegliere tra backup di scrivere la partizione.

# MWindow|Die wiederherzustellende Partition
source: Partition to restore the
de: Die wiederherzustellende Partition
pt_jp: Partizione per ripristinare il

# MWindow|Das Zurückschreiben wurde vom Benutzer abgebrochen
source: The restore was aborted by the user
de: Das Zurückschreiben wurde vom Benutzer abgebrochen
pt_jp: Il ripristino è stato interrotto dall'utente

source: Restore the home partition is mounted and can not be written back. Please use a live CD.
de: Die wiederherzustellende Homepartition ist eingehängt und kann nicht zurückgeschrieben werden. Benutzen Sie bitte eine Live-CD.
pt_jp: La partizione casa restaurata è montata e non può da ristrutturare. Si prega di utilizzare un Live CD

# MWindow| kann nicht ausgehängt werden. Das Programm wird abgebrochen
source: can not be unmounted. The program is terminated
de: kann nicht ausgehängt werden. Das Programm wird abgebrochen
pt_jp: non può essere smontato. Il programma viene terminato

# MWindow|Die Schlüssellänge muss zwischen 6 und 64 Zeichen sein.
source: The key length must be between 6 and 64 characters.
de: Die Schlüssellänge muss zwischen 6 und 64 Zeichen sein.
pt_jp: La lunghezza della chiave deve essere compresa tra 6 e 64 caratteri.

# MWindow|Die Wiederherstellung wird durchgeführt
source: The restoring is performed
de: Die Wiederherstellung wird durchgeführt
pt_jp: Il restauro viene eseguita

source: Backup and restore partitions, directory and MBR Copyright (C) 2008-2013 Francois Dupoux und Dieter Baum. All rights reserved. Version 0.6.17-4, June 1, 2013
pt_jp: Backup e ripristino partizioni, directory e MBR Copyright (C) 2008-2013 Francois Dupoux e Dieter Baum. Tutti i diritti riservati. La versione 0.6.17-4, 1 GIUGNO 2013

source: The program must be run with root privileges. The program is terminated.
de: Das Programm muss mit Root-Rechten gestartet werden. Das Programm wird beendet.
pt_jp: Il programma deve essere eseguito con privilegi di root. Il programma viene terminato.

# MWindow|Ja
source: Yes
de: Ja
pt_jp: はい

# MWindow| Verzeichnisse,
source: directories,
de: Verzeichnisse,
pt_jp: ディレクトリ,

source: The partition type is not supported. Maybe the partition is encrypted?
de: Der Partitionstyp wird nicht unterstützt. Vielleicht ist die Partition verschlüsselt?
pt_jp: Il tipo di partizione non è supportato. Forse la partizione è criptato?

source: Error saving partition. File too large. Use is FAT-partition?
de: Die Sicherung der Partition war nicht erfolgreich. Die Datei ist zu groß. Nutzen Sie eine FAT-Partition?
pt_jp: Errore durante il salvataggio della partizione. File troppo grande. L'uso è FAT-partizione?

source: links were not properly backed. The backup of the partition was only partially successful.
de: Links wurden nicht korrekt gesichert. Die Sicherung der Partition war nur teilweise erfolgreich.
pt_jp: collegamenti non sono stati adeguatamente sostenuti. La copia di riserva della partizione è stato solo un successo parziale.

source: cannot restore an archive to a partition which is mounted, unmount it first
de: Die Partition, die wiederhergestellt werden soll, ist eingehängt. Sie muss zunächst ausgehängt werden!
pt_jp: non è possibile ripristinare un archivio di una partizione che è montato, smontarlo prima

source: specials and the Partition Boot Record have been restored.
de: spezielle Daten und der Partition Boot Sektor wurden wieder hergestellt.
pt_jp: specificati i dati e il settore di avvio della partizione è stata restaurata.

source: You have tried restore a partition. The selected file can only restore directories. Please restart the program.
de: Sie haben versucht eine Partition wiederherzustellen. Duie gewählte Datei kann nur Verzeichnisse wiederherstellen. Bitte starten Sie das Programm neu.
pt_jp: Avete provato a ripristinare una partizione. Il file selezionato può ripristinare solo le directory. Si prega di riavviare il programma.

# MWindow|Bezeichnung:
source: Description:
pt_jp: Descrizione:

# MWindow|Kompression:
source: Compression:
de: Kompression:
pt_jp: Compressione:

# MWindow|ungefähre Sicherungsdateigröße:
source: Approximate image file sizes:
de: ungefähre Sicherungsdateigröße:
pt_jp: Immagine Dimensioni file approssimative:

# MWindow|zu sichernde / gesicherte Partition: / (Wurzel-Systemverzeichnis)
source: to be protected/secured partition: / (root system directory)
de: zu sichernde / gesicherte Partition: / (Wurzel-Systemverzeichnis)
pt_jp: essere protetto partizione/assicurato: / (directory di sistema root)

# MWindow|Betriebsystem:
source: Operating system:
de: Betriebsystem:
pt_jp: オペレーティングシステム：

# MWindow|zu sichernde/gesicherte Partition: /home
source: to be protected/secured partition: /home
de: zu sichernde/gesicherte Partition: /home
pt_jp: essere protetto/garantito partizione: /home

# MainWindow|
source: Save/restore partition
de: Partitionen sichern/zurückschreiben
pt_jp: 保存/復元 パーティション

# MainWindow|
source: already saved files/directories:
de: bereits gesicherte Dateien/Verzeichnisse:
pt_jp: già salvato: files/directories:

# MainWindow|
source: seconds
de: Sekunden
pt_jp: secondi

# MainWindow|
source: minutes
de: Minuten
pt_jp: minutos

# MainWindow|
source: Number of processors cores for to be used fsarchiver:
de: Anzahl der Prozessorenkerne, die für fsarchiver verwendet werden sollen:
pt_jp: Numero di processori core da utilizzare per FSArchiver:

# MainWindow|
source: Notes to the backup
de: Hinweise zu dem Backup
pt_jp: バックアップに関する注記

# MainWindow|
source: Encrypt backup key
de: Sicherung entschlüsseln Schlüssel:
pt_jp: 暗号化する バックアップキー

# MainWindow|
source: Restore partition with fsarchiver
de: Partition mit fsarchiver zurückschreiben
pt_jp: Ripristinare partizione con fsArchiver

# MainWindow|
source: Actions
de: Aktionen
pt_jp: operato

# MainWindow|
source: Settings
de: Einstellungen
pt_jp: impostazioni

# MainWindow|
source: Information
pt_jp: Informazioni

# MainWindow|
source: Basic Settings
de: Basiseinstellungen
pt_jp: impostazioni di base

# MainWindow|
source: Backup partition
de: Partition sichern
pt_jp: partizione di riserva

# MainWindow|
source: Restore partition
de: Partition wiederherstellen
pt_jp: ripristinare la partizione

# MainWindow|
source: Information fsarchiver
pt_jp: informazioni FSArchiver

# MainWindow|
source: Save MBR/GPT
pt_jp: Salva MBR / GPT

# MainWindow|
source: Restore MBR/GPT
pt_jp: MBR/GPTを復元

# MainWindow|
source: Restore directory
de: Verzeichnis zurückschreiben
pt_jp: ripristinare direttorio

# MainWindow|
source: Save directory
de: Verzeichnis sichern
pt_jp: salvare direttorio

# MainWindow|
source: Exit program
de: Programm beenden
pt_jp: Programma di Uscita

# MainWindow|
source: Save a partition on network
pt_jp: Salvare una partizione su rete

# MainWindow|
source: Restore a partition on network
pt_jp: Ripristinare una partizione su rete

# MainWindow|
source: breakprocess
de: Prozess abbrechen
pt_jp: processo di rottura

# MainWindow|
source: Clone HD, HD-Image built and restore
pt_jp: Clone HD, HD-immagine costruita e ripristino

# NetEin|Hinweis
source: Note
de: Hinweis
pt_jp: ノート

# NetEin|Es ist derzeit kein Netzwerkrechner.
source: There is currently no available network computer.
pt_jp: Attualmente non esiste un computer di rete disponibili.

source: You must select the computer on which the backup data to be written
de: Sie müssen den Rechner auswählen, auf den ie Sicherungsdaten geschrieben werden sollen
pt_jp: È necessario selezionare il computer su cui i dati di backup da scrivere

source: You must select your computer from which the backup data to be written back
de: Sie müssen den Rechner auswählen, von dem die Sicherungsdaten zurück geschrieben werden sollen
pt_jp: È necessario selezionare il computer da cui i dati di backup da scrivere indietro

source: You must enter the user name. Can not otherwise be accessible to network computers
de: Sie müssen den Benutzernamen eingeben. Sonst kann nicht auf Netzrechner zugegriffen werden
pt_jp: È necessario immettere il nome utente. Non può essere altrimenti accessibili ai computer della rete

source: Is it true that you have entered a key? (NFS dont need a key)
pt_jp: È vero che è stato inserito un tasto? (NFS non hanno bisogno di una chiave)

# NetEin|Ja
source: Yes
de: Ja
pt_jp: hai

# NetEin|Nein
source: No
de: Nein
pt_jp: いいえ

# clone_dialog|
source: Clone hard drive
pt_jp: Disco rigido Clona

# clone_dialog|
source: Exit
pt_jp: Uscire

# clone_dialog|
source: Save / restore MBR
pt_jp: Salvare / ripristinare MBR

# clone_dialog|
source: Exist harddrive:
pt_jp: Esistono disco rigido:

# clone_dialog|
source: New harddrive:
pt_jp: Nuovo disco rigido:

# clone_dialog|
source: CommandLinkButton
pt_jp: コマンドリンクボタン

# clone_dialog|
source: already saved:
pt_jp: già salvato:

# clone_dialog|
source: hours
pt_jp: 営業時間

# clone_dialog|
source: Backup directory:
pt_jp: バックアップ·ディレクトリ：

# clone_dialog|
source: Image of a hard disk write back
pt_jp: Immagine di un hard disk da scrivere indietro

# clone_dialog|
source: Clone hard disk
pt_jp: Disco rigido Clona

# clone_dialog|
source: Proposed action:
pt_jp: 提案されたアクション:

# clone_dialog|
source: Image of a hard disk to create
pt_jp: Immagine di un disco rigido per creare

# clone_dialog|
source: Use gzip
pt_jp: GZIPを使用

# clone_dialog_net|
source: Clone hard drive
pt_jp: Disco rigido Clona

# clone_dialog_net|
source: Save / restore MBR
pt_jp: MBR Backup / ripristino

# clone_dialog_net|
source: Exist harddrive:
pt_jp: Directory di backup MBR:

# clone_dialog_net|
source: Image einer Festplatte erstellen:
pt_jp: Creare immagine di un disco:

# clone_dialog_net|
source: Image einer Festplatte zurückschreiben:
pt_jp: ハードドライブのイメージを復元する:

# clone_dialog_net|
source: elapsed time:
pt_jp: 経過時間：

# clone_dialog_net|
source: remaining time:
pt_jp: 残り時間:

# clone_dialog_net|
source: <html><head/><body><p>already saved:</p></body></html>
pt_jp: <html><head/><body><p>すでに保存：</p></body></html>

# clone_dialog_net|
source: hours
pt_jp: アワー

# clone_dialog_net|
source: Image name:
pt_jp: Nome Image:

# clone_dialog_net|
source: Network computer name:
pt_jp: Nome del computer rete di:

# clone_dialog_net|
source: Exist Image:
pt_jp: Esistono Image:

# dir_dialog|
source: Save/restore directory
de: Verzeichnis sichern/zurückschreiben
pt_jp: Salvare/ripristinare la directory

# dir_dialog|
source: Exit
de: Beenden
pt_jp: エグジット

# dir_dialog|
source: Saved directory
de: zu sicherndes Verzeichnis
pt_jp: Elenco Salvato

# dir_dialog|
source: Location (path) of backup:
de: Ort (Pfad) der Sicherung:
pt_jp: Posizione (percorso) di riserva:

# dir_dialog|
source: On the number of captive Files/directories:
de: Anzahl der zu sichernden Dateien/Verzeichnisse:
pt_jp: Sul numero di cattività file/directory:

# dir_dialog|
source: Already backed Files/directories:
de: bereits gesicherte Datein/Verzeichnisse:
pt_jp: già salvato: files/directories:

# dir_dialog|
source: elapsed time:
de: vergangene Zeit:
pt_jp: 経過時間：

# dir_dialog|
source: minutes
de: Minuten
pt_jp: 分

# dir_dialog|
source: seconds
de: Sekunden
pt_jp: 秒

# dir_dialog|
source: remaining time:
de: noch zu erwartende Zeit:
pt_jp: tempo trascorso:

# dir_dialog|
source: Number of processor cores for to be used fsarchiver:
de: Anzahl der Prozessorkerne, die für fsarchiver verwendet werden sollen:
pt_jp: Numero di core del processore per essere utilizzato FSArchiver:

# dir_dialog|
source: Compression setting:
de: Kompressioneinstellung:
pt_jp: Impostazione di compressione:

# dir_dialog|
source: Encrypt backup key
de: Sicherung entschlüsseln. Schlüssel:
pt_jp: Crittografa chiave di riserva

# dir_dialog|
source: Overwrite existing backup
de: vorhandene Sicherung überschreiben
pt_jp: Sovrascrivi riserva esistente

# dir_dialog|
source: Backup restore to the Origin
de: Sicherung an den Ursprungsort zurückschreiben
pt_jp: Ripristino di riserva nella posizione originale

# mbr_dialog|
source: Save / Restore MBR/GPT
pt_jp: Salva MBR/GPT

# mbr_dialog|
source: Only the boot loader area to restore
de: nur den Bootloaderbereich wieder herstellen
pt_jp: L'area boot loader non è stato ripristinato.

# mbr_dialog|
source: Bootloader area and restore the partition table
de: Bootloaderbereich und die Partitionstabelle wieder herstellen
pt_jp: Area Bootloader e ripristinare la tabella delle partizioni

# mbr_dialog|
source: Restore partition table
de: Partitionstabelle wiederherstellen
pt_jp: Ripristinare tabella delle partizioni

# mbr_dialog|
source: Secretly area to restore. (Without Boot Loader and without partition table).
de: Verborgenen Bereich wieder herstellen. (Ohne Bootloader und ohne Partitionstabelle).
pt_jp: Segretamente zona da ripristinare. (Senza un boot loader e senza tabella delle partizioni).

# mbr_dialog|
source: Cancel
de: Abbrechen
pt_jp: キャンセル

# mbr_dialog|
source: Save / restore MBR
de: MBR sichern/zurückschreiben
pt_jp: Salvare / ripristinare MBR

# mbr_dialog|
source: MBR/GPT backup directory:
pt_jp: Directory di Note per riserva MBR / GPT:

# mbr_dialog|
source: MBR of that drive this Backup / restore:
de: MBR von dieser dieser Festplatte sichern / wiederherstellen:
pt_jp: MBR di quel disco Riserva / ripristino:

# setting_dialog|
source: Basic settings
de: Basis-Einstellungen
pt_jp: impostazioni di base

# setting_dialog|
source: Number of processors cores, for fsarchiver should be used:
de: Anzahl Prozessorenkerne, die für fsarchiver verwendet werden sollen:
pt_jp: Numero di processori core per essere utilizzato FSArchiver:dovrebbe essere utilizzato:

# setting_dialog|
source: Standard compression:
de: Standardkompression:
pt_jp: Standard compressione:

# setting_dialog|
source: Language:
de: Sprache:
pt_jp: 言語：

# setting_dialog|
source: Existing files by default override
pt_jp: デフォルトでは、既存のファイルを上書き

# setting_dialog|
source: Backup note enable by default
de: Hinweise zu der Sicherung standardmäßig aktivieren
pt_jp: Nota riserva abilitazione di default

# setting_dialog|
source: Directories by default write back to the original location
de: Verzeichnisse standardmäßig an den ursprünglichen Ort zurückschreiben
pt_jp: Elenchi di default di scrittura torna alla posizione originale

# setting_dialog|
source: Enable encryption by default
de: Verschlüsselung standardmäßig aktivieren
pt_jp: Attivare la crittografia per default

# setting_dialog|
source: Archive file size divided on DVD
de: Archiv-Datei auf DVD-Größe aufteilen
pt_jp: Dimensione del file di archivio diviso in DVD

# setting_dialog|
source: Password for network's view
de: Passwort für Netzwerk anzeigen
pt_jp: parola d'ordine per vista di rete

# setting_dialog|
source: Network input data save
de: Netzwerkeingabedaten speichern
pt_jp: ネットワーク入力データを保存する

# setting_dialog|
source: Save Settings
de: Einstellungen speichern
pt_jp: 設定を保存する

# setting_dialog|
source: Exit
de: Beenden
pt_jp: エグジット

# setting_dialog|
source: Safe PBR by default
pt_jp: PBR sicuro per default

# setting_dialog|
source: Network protocol:
pt_jp: Protocollo di rete:

# setting_dialog|
source: Show Note for accessing network computer show
pt_jp: Vedi nota per l'accesso ai computer in rete

# setting_dialog|
source: Show Note to mount the network computer
pt_jp: Vedi nota sul monte del computer di rete

# setting_dialog|
source: Show Note about the programm qt4-fsarchiver
pt_jp: プログラムのqt4-fsarchiverについて表示注意

# treeview_dialog|
source: Select restore file
pt_jp: ファイルの復元]を選択

# treeview_dialog|
source: Cancel
pt_jp: 取消

# treeview_dialog|
source: Next
pt_jp: 次

# treeview_dialog|
source: Existing restore files:
pt_jp: ファイルを復元し、既存の:

# treeview_dialog|
source: a
pt_jp: ある

# DialogDIR| Verzeichnisse,
source: directories,
de: Verzeichnisse,

# DialogDIR| Dateien,
source: files,
de: Dateien,

source: Do you want really break the save or restore from the folder?
de: Wollen Sie wirklich die Sicherung oder die Wiederherstellung der Verzeichnisse beenden?

# DialogDIR| Dateien,
source: files,
de: Dateien,

# DialogMBR|Die Partitionstabelle wurde nicht wieder hergestellt.
source: The partition table was not restored.
de: Die Partitionstabelle wurde nicht wieder hergestellt.

# DialogMBR|Der MBR wurde erfolgreich wieder hergestellt.
source: The MBR is successful return.
de: Der MBR wurde erfolgreich wieder hergestellt.

# DialogMBR|Der MBR wurde nicht wieder hergestellt.
source: The MBR is not restored.
de: Der MBR wurde nicht wieder hergestellt.

# DialogMBR|Der verborgene Bereich wurde erfolgreich wieder hergestellt.
source: The hidden area is successful return.
de: Der verborgene Bereich wurde erfolgreich wieder hergestellt.

# DialogMBR|Der verborgene Bereich wurde nicht wieder hergestellt.
source: The hidden area was not restored.
de: Der verborgene Bereich wurde nicht wieder hergestellt.

# DialogMBR|Sie müssen eine MBR Sicherungsdatei auswählen.
source: You must choose the MBR file
de: Sie müssen eine MBR Sicherungsdatei auswählen.

# DialogMBR|Sie müssen eine GPT Sicherungsdatei auswählen.
source: You must choose the GPT file
de: Sie müssen eine GPT Sicherungsdatei auswählen.
