Repository: necrose99/qt4-fsarchiver
Catalog: qt4-fsarchiver-src/translations/qt4-fsarchiver_*.po
Languages: de, pt_jp

# DialogClone|Festplatte klonen
source: Clone Harddrive
de: Festplatte klonen
pt_jp: クローンハードディスクドライブ

# DialogClone|Hinweis
source: Note
de: Hinweis
pt_jp: appunto

# DialogClone|Sie müssen eine Festplatte auswählen.
source: You must select a hard drive.
de: Sie müssen eine Festplatte auswählen.
pt_jp: Você deve selecionar um disco.

# DialogClone|Die gewählte Festplatte ist zu klein.
source: The selected hard drive is too small.
pt_jp: Il disco rigido selezionato è troppo piccolo.

source: On the hard drive exist a root or a home partition. You must need a live-CD.
pt_jp: Sul disco rigido esiste una radice o di una partizione casa. È necessario bisogno di un live-CD.

source: Do you want really clone the hard drive? All dates on
pt_jp: Vuoi davvero clonare il disco rigido? In Tutte le date

# DialogClone| werden gelöscht!
source: are deleted!
pt_jp: sono soppressi!

# DialogClone|Sie müssen ein Verzeichnis auswählen.
source: You must select a folder.
pt_jp: È necessario selezionare una cartella.

# DialogClone| Wollen Sie wirklich ein Abbild der Festplatte erstellen?
source: Do you want really built a image from the hard drive?
pt_jp: Vuoi davvero costruito un immagine dal disco rigido?

# DialogClone|Sie müssen eine gz.fsa- oder eine img.fsa-Datei auswählen.
source: You must select a gz.fsa file or an img.fsa file.
pt_jp: È necessario selezionare un file gz.fsa o un file img.fsa.

# DialogClone| Wollen Sie wirklich ein Abbild der Festplatte zurückschreiben?
source: Do you want really restore the image of the hard drive?
pt_jp: Vuoi davvero ripristinare l'immagine del disco rigido?

# DialogClone|Ja
source: Yes
pt_jp: はい

# DialogClone|Nein
source: No
pt_jp: いいえ

# DialogClone|Festplatten Abbild erstellen
source: Save Harddrive Image
pt_jp: 保存ハードドライブイメージ

# DialogClone|Festplatten Abbild zurückschreiben
source: Restore Harddrive Image
pt_jp: Ripristinare Disco Drive Image

source: You have selected a folder. You must select a gz.fsa file.
pt_jp: あなたは、フォルダを選択している。あなたはgz.fsaファイルを選択する必要があります。

# DialogClone|Das Klonen der Festplatte war erfolgreich.
source: The clone of the hard drive was successfully.
pt_jp: ハードドライブのクローンに成功した。

# DialogClone|Die Sichern des Abbildes war erfolgreich.
source: The backup of the image was successfully.
pt_jp: Il backup di immagine era successo.

# DialogClone|Das Klonen der Festplatte war nicht erfolgreich.
source: The clone of the hard drive was not successfully.
pt_jp: Il clone del disco rigido non è stato correttamente.

# DialogClone|Die Sichern des Abbildes war nicht erfolgreich.
source: The backup of the image was not successfully.
pt_jp: Il backup dell'immagine non era successo.

# DialogClone|Die Wiederherstellung des Abbildes war erfolgreich.
source: The restore from the image was successfully.
pt_jp: Il ripristino dall'immagine era successo.

# DialogClone|Die Wiederherstellung des Abbildes war nicht erfolgreich.
source: The restore from the image was not successfully.
pt_jp: Il ripristino dall'immagine non era successo.

source: Do you want really break clone, save or restore an image from the partition?
pt_jp: Vuoi davvero rompere clone, salvare o ripristinare un'immagine dalla partizione?

# DialogClone_net|Festplatten Abbild erstellen
source: Save Harddrive Image
pt_jp: Salva disco rigido immagine

# DialogClone_net|Hinweis
source: Note
pt_jp: リファレンス

# DialogClone_net|Sie müssen eine Festplatte auswählen.
source: You must select a hard drive.
pt_jp: あなたは、ハードドライブを選択する必要があります。

# DialogClone_net|Sie müssen ein Verzeichnis auswählen.
source: You must select a folder.
pt_jp: È necessario selezionare una cartella.

# DialogClone_net|Bitte wählen Sie den Dateinamen der Sicherung aus.
source: Please, select the filename of the backup.
pt_jp: Si prega di selezionare il nome del file del backup.

source: On the hard drive exist a root or a home partition. You must need a live-CD.
pt_jp: Sul disco rigido esiste una radice o di una partizione casa. È necessario bisogno di un live-CD.

# DialogClone_net| Wollen Sie wirklich ein Abbild der Festplatte erstellen?
source: Do you want really built a image from the hard drive?
pt_jp: あなたは本当にハードドライブからイメージを構築しますか？

# DialogClone_net|Sie müssen eine fsa.gz Datei auswählen.
source: You must select a fsa.gz file.
pt_jp: あなたはfsa.gzファイルを選択する必要があります。

# DialogClone_net| Wollen Sie wirklich ein Abbild der Festplatte zurückschreiben?
source: Do you want really restore the image of the hard drive?
pt_jp: あなたは本当にハードドライブのイメージを復元しますか？

source: Can not find a shared directory. The program is terminated.
pt_jp: 共有ディレクトリを見つけることができません。プログラムが終了します。

# DialogClone_net|Ja
source: Yes
pt_jp: はい

# DialogClone_net|Nein
source: No
pt_jp: いいえ

# DialogClone_net|Festplatten Abbild zurückschreiben
source: Restore Harddrive Image
pt_jp: ハードドライブイメージを復元

source: You have selected a folder. You must select a fsa.gz file.
pt_jp: あなたは、フォルダを選択している。あなたはfsa.gzファイルを選択する必要があります。

# DialogClone_net|Die Sichern des Abbildes war erfolgreich.
source: The backup of the image was successfully.
pt_jp: 画像のバックアップが正常だった。

# DialogClone_net|Die Sichern des Abbildes war nicht erfolgreich.
source: The backup of the image was not successfully.
pt_jp: 画像のバックアップが正常ではなかった。

# DialogClone_net|Die Wiederherstellung des Abbildes war erfolgreich.
source: The restore from the image was successfully.
pt_jp: イメージからの復元に成功した。

# DialogClone_net|Die Wiederherstellung des Abbildes war nicht erfolgreich.
source: The restore from the image was not successfully.
pt_jp: Il ripristino dall'immagine non era successo.

source: Do you want really break save or restore an image from the partition?
pt_jp: Vuoi davvero rompere clone, salvare o ripristinare un'immagine dalla partizione?

# DialogClone_net|Der Netzwerkrechner
source: The network computer
pt_jp: Il computer di rete

# DialogClone_net| konnte nicht eingebunden werden. Das Programm wird abgebrochen
source: could not be integrated. The program is aborted
pt_jp: non poteva essere integrati. Il programma viene interrotto

# DialogDIR|
source: gzip fast
pt_jp: gzip veloce

# DialogDIR|
source: gzip standard
pt_jp: standard di gzip

# DialogDIR|
source: qzip best
pt_jp: GZIPのベスト

# DialogDIR|
source: bzip2 fast
pt_jp: 速いBZIP2

# DialogDIR|
source: bzip2 good
pt_jp: bzip2 buono

# DialogDIR|
source: lzma fast
pt_jp: LZMA速い

# DialogDIR|
source: lzma medium
pt_jp: medio lzma

# DialogDIR|
source: lzma best
pt_jp: lzma migliore

# DialogDIR|Sicherung verschlüsseln. Schlüssel:
source: Encrypt backup. key:
de: Sicherung verschlüsseln. Schlüssel:
pt_jp: Crittografa chiave di riserva:

# DialogDIR|Verzeichnis sichern
source: Directory save
de: Verzeichnis sichern
pt_jp: salvare direttorio

# DialogDIR|zu sicherndes Verzeichnis
source: to saved Directory
de: zu sicherndes Verzeichnis
pt_jp: a Directory salvato

# DialogDIR|Ort (Pfad) der Sicherung
source: Location (path) of the backup
de: Ort (Pfad) der Sicherung
pt_jp: Posizione (percorso) della riserva:

# DialogDIR|Sicherung entschlüsseln. Schlüssel:
source: Decrypt backup. key:
de: Sicherung entschlüsseln. Schlüssel:
pt_jp: Decriptare backup. chiave:

# DialogDIR|Verzeichnis zurückschreiben
source: Directory restore
de: Verzeichnis zurückschreiben
pt_jp: Ripristinare direttorio

# DialogDIR|zurück zu schreibende Sicherungsdatei
source: back to write backup file
de: zurück zu schreibende Sicherungsdatei
pt_jp: バックアップファイルの書き込みにバックアップ

# DialogDIR|Ort (Pfad) der Wiederherstellung
source: Location (path) of the restore
de: Ort (Pfad) der Wiederherstellung
pt_jp: 場所（パス）を復元する

# DialogDIR|Hinweis
source: Note
de: Hinweis
pt_jp: ノート

# DialogDIR|Es wurde kein Schlüssel für die Verschlüsselung angegeben.
source: There was no key for encryption specified.
de: Es wurde kein Schlüssel für die Verschlüsselung angegeben.
pt_jp: Non c'era nessuna chiave per la crittografia specificato.

source: Please select the directory in which the to the directory or file to be saved is to be written.
de: Bitte wählen Sie das Verzeichnis aus, in das das zu sichernde Verzeichnis bzw die zu sichernde Datei geschrieben werden soll.
pt_jp: Si prega di selezionare la directory in cui alla directory o al file da salvare deve essere scritta.

source: Please select the to be directory or file to be saved.
de: Bitte wählen Sie das zu sichernde Verzeichnis bzw. die zu sichernde Datei aus.
pt_jp: Si prega di selezionare la cartella o il file da salvare.

# DialogDIR|
source: Hinweis
pt_jp: リファレンス

# DialogDIR|Sie haben eine Datei ausgewählt. Sie müssen ein Verzeichnis auswählen
source: You have selected a file. You must select a directory
de: Sie haben eine Datei ausgewählt. Sie müssen ein Verzeichnis auswählen
pt_jp: あなたは、ファイルを選択している。あなたは、ディレクトリを選択する必要があります

# DialogDIR|Die Schlüssellänge muss zwischen 6 und 64 Zeichen sein
source: The key length must be between 6 and 64 characters
de: Die Schlüssellänge muss zwischen 6 und 64 Zeichen sein
pt_jp: La lunghezza della chiave deve essere compresa tra 6 e 64 caratteri

# DialogDIR|Die Partitionsdatei
source: The partition file
de: Die Partitionsdatei
pt_jp: Il file della partizione

# DialogDIR| ist bereits vorhanden. Die Sicherung wird nicht durchgeführt
source: already exists. The backup is not performed
de: ist bereits vorhanden. Die Sicherung wird nicht durchgeführt
pt_jp: esiste già. La copia di riserva non viene eseguito

# DialogDIR|Es wurde kein Schlüssel für die Entschlüsselung angegeben.
source: There was no key to decrypt specified.
de: Es wurde kein Schlüssel für die Entschlüsselung angegeben.
pt_jp: Non c'era nessuna chiave per la crittografia specificato.

source: Select the directory in which the saved image will be recovered.
de: Bitte wählen Sie das Verzeichnis aus, in das das das gesicherte Verzeichnis zurück geschrieben werden soll.
pt_jp: Selezionare la directory in cui verrà recuperata l'immagine salvata.

# DialogDIR|Bitte wählen Sie die vorhandene Sicherungsdatei aus.
source: Please select the existing backup file.
de: Bitte wählen Sie die vorhandene Sicherungsdatei aus.
pt_jp: Si prega di selezionare il file di backup esistente.

source: You have selected a directory. You need a backup file with the extension .fsa select
de: Sie haben ein Verzeichnis ausgewählt. Sie müssen eine Sicherungsdatei mit der Dateiendung .fsa auswählen
pt_jp: È stata selezionata una directory. Hai bisogno di un file di riserva con estensione. Fsa selezionare

source: You have chosen the wrong recovery file selected. The files should end with. fsa be
de: Sie haben eine falsche Wiederherstellungsdatei ausgesucht ausgesucht Die Dateiendung muss .fsa sein
pt_jp: Hai scelto il file di ripristino sbagliato selezionato.. I file devono terminare con. fsa

# DialogDIR|Die Partition ist verschlüsselt. Bitte geben Sie den Schlüssel ein
source: The partition is encrypted. Please enter the key
de: Die Partition ist verschlüsselt. Bitte geben Sie den Schlüssel ein
pt_jp: La partizione è crittografato. Si prega di inserire la chiave

# DialogDIR|Sie haben ein falsches Passwort eingegeben.
source: You have entered an incorrect password.
de: Sie haben ein falsches Passwort eingegeben.
pt_jp: Hai inserito una password errata.

# DialogDIR|Die Sicherung des Verzeichnisses war erfolgreich.
source: The backup of the directory was successful.
de: Die Sicherung des Verzeichnisses war erfolgreich.
pt_jp: Il ripristino della directory era successo.

# DialogDIR| Verzeichnisse,
source: directories,
de: Verzeichnisse,
pt_jp: ディレクトリ、

# DialogDIR| Links und
source: links and
de: Links und
pt_jp: リンクと

# DialogDIR| spezielle Daten wurden gesichert.
source: specials have been backed.
de: spezielle Dateien wurden gesichert.
pt_jp: dati specifico è stato eseguito il backup

# DialogDIR|Die Sicherung des Verzeichnisses wurde vom Benutzer abgebrochen!
source: The backup of the folder was aborted by the user!
de: Die Sicherung des Verzeichnisses wurde vom Benutzer abgebrochen!
pt_jp: Il backup è stata interrotta dall'utente

# DialogDIR| Dateien,
source: Files,
de: Dateien,
pt_jp: ファイル、

# DialogDIR| Verzeichnisse und
source: directories, and
de: Verzeichnisse und
pt_jp: directory, e

source: Links were not backed properly. The backup of the directories was only partially successful
de: Links wurden nicht korrekt gesichert. Die Sicherung der Verzeichnisse war nur teilweise erfolgreich
pt_jp: I collegamenti non sono stati sostenuti correttamente. Il backup delle directory è stato solo parzialmente riuscito

# DialogDIR|Die Wiederherstellung des Verzeichnisses war erfolgreich.
source: The restoring of the directory was successful.
de: Die Wiederherstellung des Verzeichnisses war erfolgreich.
pt_jp: Il ripristino della directory era successo.

# DialogDIR| Links und
source: links and
de: Links und
pt_jp: link e

# DialogDIR| spezielle Daten wurden wieder hergestellt.
source: specials have been restored.
de: spezielle Daten wurden wieder hergestellt.
pt_jp: dati specifici è stato restaurato

source: The restore of the folder was break by user!
de: Die Wiederherstellung des Verzeichnisses wurd vom Benutzer abgebrochen!
pt_jp: il ripristino della directory annullata dall'utente!

source: links were not correctly restored. The restoring of the lists was only partially successful
de: Links wurden nicht korrekt wiederhergestellt. Die Wiederherstellung der Verzeichnisse war nur teilweise erfolgreich
pt_jp: collegamenti non sono stati ripristinati correttamente. Il ripristino degli elenchi è stato un successo solo parziale

# DialogDIR|Sie haben ein falsches Passwort eingegeben.
source: You have entered an incorrect password.
de: Sie haben ein falsches Passwort eingegeben.
pt_jp: Hai inserito una password errata.

source: You have tried to restore a directory. The selected file can only restore partitions.
de: Sie haben versucht ein Verzeichnis wiederherzustellen. Die gewählte Datei kann nur Partitionen wiederherstellen.
pt_jp: Si è tentato di ripristinare una directory. Il file selezionato può ripristinare solo le partizioni.

source: Error in fsarchiver. The directory can not be restored!
de: Fehler in fsarchiver. Das Verzeichnis kann nicht wiederhergestellt werden!!
pt_jp: Errore in FSArchiver. La directory non può essere ripristinato!

# DialogDIR|Fehler! Das Verzeichnis wurde nur teilweise wiederhergestellt.
source: Error! The restoring of the folder was only partially successful!
de: Fehler! Das Verzeichnis wurde nur teilweise wiederhergestellt!
pt_jp: エラー！フォルダーの復元は部分的にしか成功しました！

# DialogDIR|Ja
source: Yes
de: Ja
pt_jp: はい

# DialogDIR|Nein
source: No
de: Nein
pt_jp: いいえ

# DialogMBR|MBR/GPT sichern
source: MBR/GPT save
pt_jp: Salva MBR/GPT

# DialogMBR|MBR/GPT zurückschreiben
source: MBR/GPT restore
pt_jp: Ripristinare MBR/GPT

# DialogMBR|Hinweis
source: Note
de: Hinweis
pt_jp: Riferimento

# DialogMBR|MBR/GPT wurde erfolgreich gesichert.
source: MBR/GPT was successfully backed up.
pt_jp: MBR/GPTは正常にバックアップされました。

# DialogMBR|MBR/GPT wurde nicht gesichert.
source: MBR/GPT has not been backeed.
pt_jp: MBR/GPT non è stato eseguito il backup

source: Caution: If you really want to to write back the GUID partition table?
pt_jp: Attenzione: Se davvero si vuole riscrivere la tabella delle partizioni GUID?

# DialogMBR|Die GUID Partitionstabelle wurde erfolgreich wieder hergestellt.
source: The GUID partition table is successful return.
pt_jp: La tabella di partizione GUID è stato ripristinato con successo.

# DialogMBR|Die GUID Partitionstabelle wurde nicht wieder hergestellt.
source: The GUID partition table was not restored.
pt_jp: La tabella di partizione GUID non è stato ripristinato.

source: Caution: If you really want to to write back the MBR completely or partially?
de: Vorsicht: Wollen Sie wirklich den MBR komplett beziehungsweise teilweise zurückschreiben?
pt_jp: Attenzione: Se davvero si vuole scrivere indietro il MBR tutto o in parte?

# DialogMBR|Der Bootloaderbereich wurde erfolgreich wieder hergestellt.
source: The Boot Loader section is successful return.
de: Der Bootloaderbereich wurde erfolgreich wieder hergestellt.
pt_jp: Il bootloader è stato ripristinato con successo

# DialogMBR|Der Bootloaderbereich wurde nicht wieder hergestellt.
source: The boot loader area was not restored.
de: Der Bootloaderbereich wurde nicht wieder hergestellt.
pt_jp: L'area boot loader non è stato ripristinato.

# DialogMBR|Die Partitionstabelle wurde erfolgreich wieder hergestellt.
source: The partition table is successful return.
de: Die Partitionstabelle wurde erfolgreich wieder hergestellt.
pt_jp: パーティションテーブルは正常に復元されました

# DialogMBR|Vorsicht: Wollen Sie wirklich den verborgenen Bereich zurückschreiben?
source: Caution: If you really want to to write back the secret field?
de: Vorsicht: Wollen Sie wirklich den verborgenen Bereich zurückschreiben?
pt_jp: 注意：もしあなたが本当に秘密のフィールドを書き戻すためにはどうすればよいでしょうか

source: The end of hidden area of the 1st Partition could not be read. Only 512 bytes are saved.
de: Das Ende des verborgenen Bereiches der 1. Partition konnte nicht ausgelesen werden. Es werden nur 512 Bytes gesichert.
pt_jp: La fine della zona nascosta della prima partizione non potrebbe essere letta. Solo 512 byte vengono salvate.

# DialogMBR|Sie müssen die MBR/GPT Sicherungsdatei auswählen.
source: You must choose the MBR/GPT file
de: Sie müssen die MBR/GPT Sicherungsdatei auswählen.
pt_jp: È necessario scegliere il file MBR/GPT

source: You have selected a directory. You must select the MBR/GPT backup file
de: Sie haben ein Verzeichnis ausgewählt. Sie müssen die MBR/GPT Sicherungsdatei auswählen.
pt_jp: È stata selezionata una directory. È necessario selezionare il file di backup MBR/GPT

source: You may have the wrong disk is selected. The restore disk is
pt_jp: Si può avere sia selezionato il disco sbagliato. Il disco di ripristino è

# DialogMBR|, die gesicherte Festplatte ist aber
source: , the saved hard drive is
de: , die gesicherte Festplatte ist aber
pt_jp: , Il disco rigido salvato è

# DialogMBR| Wollen Sie fortfahren?
source: Are you sure?
de: Wollen Sie fortfahren?
pt_jp: Sei sicuro?

source: You may have a wrong file selected. Restore the hidden field has a size of
de: Sie haben eventuell eine falsche Datei ausgewählt. Der wiederherzustellende verborgene Bereich hat eine Größe von
pt_jp: Si può avere un file sbagliato selezionato. Ripristinare il campo nascosto ha una dimensione di

# DialogMBR| Byte. Der verborgene Bereich von der Festplatte
source: bytes. The hidden area of the disk
de: Byte. Der verborgene Bereich von der Festplatte
pt_jp: byte. L'area nascosta del disco

# DialogMBR| hat eine Größe von
source: has a size of
de: hat eine Größe von
pt_jp: ha una dimensione di

# DialogMBR| Byte. Wollen Sie fortfahren?
source: bytes. Are you sure?
de: Byte. Wollen Sie fortfahren?
pt_jp: byte. Sei sicuro?

# DialogMBR|Ja
source: Yes
pt_jp: sì

# DialogNet|
source: gzip fast
pt_jp: gzip veloce

# DialogNet|
source: gzip standard
pt_jp: standard di gzip

# DialogNet|
source: qzip best
pt_jp: gzip migliore

# DialogNet|
source: bzip2 fast
pt_jp: bzip2 veloce

# DialogNet|
source: bzip2 good
pt_jp: bzip2 buono

# DialogNet|
source: lzma fast
pt_jp: lzma veloce

# DialogNet|
source: lzma medium
pt_jp: medio lzma

# DialogNet|
source: lzma best
pt_jp: lzma migliore

# DialogNet|Hinweis
source: Note
de: Hinweis
pt_jp: Riferimento

# DialogNet|Mit dem NFS Protokoll wurde kein freigegebenes Verzeichnis gefunden.
source: Can not find a shared directory with the NFS Protokoll.
pt_jp: Non riesco a trovare una directory condivisa con il protocollo NFS.

# DialogNet|Sie haben eine Datei ausgewählt. Sie müssen ein Verzeichnis auswählen
source: You have selected a file. You must select a directory
de: Sie haben eine Datei ausgewählt. Sie müssen ein Verzeichnis auswählen
pt_jp: È stato selezionato un file. È necessario selezionare una directory

# DialogNet| konnte nicht eingebunden werden. Das Programm wird abgebrochen
source: could not be integrated. The program is aborted
pt_jp: non poteva essere integrati. Il programma viene interrotto

source: The system partition to be saved is mounted. Do you want to do a live backup?
de: Die zu sichernde Systempartition ist eingehängt. Wollen Sie eine Live-Sicherung durchführen?
pt_jp: La partizione di sistema deve essere salvato è montato. Vuoi fare un backup dal vivo?

# DialogNet|Die Partition
source: The partition
de: Die Partition
pt_jp: la partizione

# DialogNet| ist bereits vorhanden. Die Sicherung wird nicht durchgeführt
source: already exists. The backup is not performed
de: ist bereits vorhanden. Die Sicherung wird nicht durchgeführt
pt_jp: esiste già. Il backup non viene eseguito

# DialogNet|Die Sicherung wurde vom Benutzer abgebrochen
source: The backup was aborted by the user
de: Die Sicherung wurde vom Benutzer abgebrochen
pt_jp: Il backup è stata interrotta dall'utente

# DialogNet|Bitte wählen Sie die zurück zu schreibende Partition aus.
source: Please, select the partition to be written back.
de: Bitte wählen Sie die zurück zu schreibende Partition aus.
pt_jp: Si prega di selezionare la partizione da scrivere indietro.

source: You have chosen the wrong recovery file selected. The files should end with. fsa be
de: Sie haben eine falsche Wiederherstellungsdatei ausgesucht ausgesucht Die Dateiendung muss .fsa sein
pt_jp: Hai scelto il file di ripristino sbagliato selezionato.. I file devono terminare con. fsa

# DialogNet|Die wiederherzustellende Partition
source: Partition to restore the
de: Die wiederherzustellende Partition
pt_jp: Partizione per ripristinare il

# DialogNet| stimmt nicht mit der gesicherten
source: does not coincide with the saved
de: stimmt nicht mit der gesicherten
pt_jp: non corrisponde al salvati

# DialogNet| überein. Wollen Sie trotzdem die Wiederherstellung durchführen?
source: Do you want to continue restore?
de: überein. Wollen Sie trotzdem die Wiederherstellung durchführen?
pt_jp: Vuoi continuare il ripristino?

source: There is a file with the contents of the partition boot sector present. Do you want to perform the restoration of the PBR?
pt_jp: C'è un file con il contenuto del settore di avvio della partizione attuale. Vuoi eseguire il ripristino della PBR?

source: To restore system partition is mounted and can not be restored. Please use a live CD
de: Die wiederherzustellende Systempartition ist eingehängt und kann nicht zurückgeschrieben werden. Benutzen Sie bitte eine Live-CD
pt_jp: Per ripristinare la partizione di sistema è montato e non può essere ripristinato. Si prega di utilizzare un live CD

source: The restored home partition is mounted and can not be restored. Please use a live CD
de: Die wiederherzustellende Homepartition ist eingehängt und kann nicht zurückgeschrieben werden. Benutzen Sie bitte eine Live-CD
pt_jp: La partizione "casa"(HOME) restaurata è montata e non può essere ripristinato. Si prega di utilizzare un live CD

source: If the existing btrfs partition to be formatted? The new UUID is defined here. If you choose <no>, the UUID remains preserved.
pt_jp: Se la partizione btrfs esistente da formattare? Il nuovo UUID viene definito qui. Se si sceglie <No>, l'UUID rimane conservato.

# DialogNet|Partition sichern
source: Save partition
de: Partition sichern
pt_jp: salvare partizione

# DialogNet|Partition zurückschreiben
source: Partition restore
de: Partition wiederherstellen
pt_jp: partizione di ripristino

# DialogNet|Die Partition wurde erfolgreich gesichert.
source: The partition has been backed up successfully.
de: Die Partition wurde erfolgreich gesichert.
pt_jp: La partizione è stato eseguito con successo.

# DialogNet| spezielle Daten wurden gesichert.
source: specials have been backed.
de: spezielle Dateien wurden gesichert.
pt_jp: dati specifico è stato eseguito il backup.
